const movies = [
    {
      id: 1,
      title: "Чорне дзеркало",
      poster: "1.png",
      description: "Британський науково-фантастичний телесеріал-антологія, створений журналістом Чарлі Брукером. Серіал має похмуру атмосферу та в сатиричній формі демонструє сучасне суспільство й антиутопічні наслідки розвитку технологій. Уперше серіал було показано на каналі Channel 4 у 2011 році.",
      genre: "Драма",
      dateTime: "2025-06-09 19:20"
    },
    {
      id: 2,
      title: "Ти",
      poster: "2.png",
      description: "Сюжет захоплюючого серіалу, розповідає про Джо Голдберга, керуючого книгарнею у Нью-Йорку, який стає одержимий молодою жінкою на ім'я Бек. Джо використовує соціальні мережі та інтернет, щоб дізнатися все про неї та стежити за нею.",
      genre: "Трилер",
      dateTime: "2025-06-10 21:00"
    },
    {
      id: 3,
      title: "Спустошення",
      poster: "3.png",
      description: "Том Гарді перевтілився у розчарованого життям детектива з Нью-Йорка. Після провальної справи про продаж наркотиків йому потрібно розшукати зниклого сина відомого політика. Під час розслідування він зіштовхується з корупцією, наркоторговцями та змовою проти нього.",
      genre: "Бойовик",
      dateTime: "2025-06-11 15:00"
    },
    {
      id: 4,
      title: "Коли вийдеш заміж?",
      poster: "4.png",
      description: "Талановита мистецтвознавиця Ксенія чудово розуміється на картинах, але геть не розбирається в чоловіках. ЇЇ довгоочікуване весілля зривається через зраду нареченого, і з депресії тепер її може витягнути лише давня подруга, яка вмовляє Ксенію на авантюрну подорож до сонячної Хорватії. Курортні інтриги, звабливі пригоди, кримінальні перегони… Чим завершиться їх подорож – весіллям, чи в’язницею?",
      genre: "Комедія",
      dateTime: "2025-06-12 10:00"
    },
    {
      id: 5,
      title: "Етернавт",
      poster: "5.png",
      description: "Аргентинський телесеріал, створений Бруно Станьяро за однойменним коміксом Гектора Германа Естерхельда та Франсіско Солано Лопеса. Серіал, створений Netflix та K&S Films, розповідає про групу людей, які вижили після смертельного снігопаду, спричиненого вторгненням іншопланетян.",
      genre: "Наукова фантастика",
      dateTime: "2025-06-13 18:30"
    },
    {
      id: 6,
      title: "Юнацтво",
      poster: "6.png",
      description: "Показує наслідки жорстокого вбивства. Після нападу з ножем загинула дівчина, а 13-річного хлопця з її школи заарештовують за підозрою у вбивстві. Юного підозрюваного, Джеймі, грає Оуен Купер, а його батька – Стівен Грем.",
      genre: "Драма",
      dateTime: "2025-06-14 18:00"
    },
    {
      id: 7,
      title: "Садівник",
      poster: "7.png",
      description: "Звичайний садівник Рікардо, який працює у вишуканому житловому комплексі. Головною його роботою є догляд за садами, квітниками, клумбами. Однак через стосунки з мешканцями, кожен з яких має свої секрети, головний герой потрапляє у світ маніпуляцій, зрад та прихованих бажань.",
      genre: "Трилер",
      dateTime: "2025-06-14 18:00"
    },
  ];
  
  export default movies;
  